{
	"general": {
		"name": "Общие",
		"rules": {
			"1.0": "Играя на сервере, вы соглашаетесь с правилами сервера и обязуетесь их соблюдать.",
			"1.1": "Незнание правил не освобождает от ответственности.",
			"1.2": "Данный свод правил может быть изменён и/или корректирован в любое время без уведомления и/или повторного соглашения игроков.",
			"1.3": "Администрация сервера записывает все действия (включая сообщения чата и команды) игроков и имеет право использовать эту информацию в своих целях.",
			"1.4": "Администрация имеет право удалить/аннулировать/заблокировать аккаунт игрока и/или выполнить любое другое действие с аккаунтом игрока без уведомления и/или соглашения.",
			"1.5": "Администрация сервера имеет право выдавать наказания (банить, кикать и/или мутить) по личному усмотрению и/или игнорируя данный свод правил.",
			"1.6": "При указании нескольких вариантов наказаний в правилах сервера, администратор вправе выбрать любое из них."
		}
	},
	"account": {
		"name": "Аккаунт",
		"rules": {
			"2.0": {
				"rule": "Запрещено передавать и/или продавать свой аккаунт* третьим лицам и использовать чужой аккаунт для игры на сервере.",
				"punishment": "Перманентный бан аккаунта и IP адреса, удаление всех игровых данных, включая привилегии."
			},
			"2.1": {
				"rule": "Никнейм аккаунта не должен содержать нецензурной лексики и должен соблюдать правила из категории 'Общение/чат'.",
				"punishment": "Перманентный бан аккаунта."
			},
			"2.2": {
				"rule": "Скин аккаунта не должен содержать нецензурной лексики и должен соблюдать правила из категории 'Общение/чат'.",
				"punishment": "Смена скина аккаунта на стандартный или бан аккаунта и IP адреса на 14 дней."
			},
			"2.3": {
				"rule": "Запрещено обходить блокировки (баны/муты) аккаунта.",
				"punishment": "Бан аккаунта и IP адреса, увеличенный по времени в два раза от изначального наказания."
			},
			"2.4": {
				"rule": "Запрещён взломы и/или попытки взлома аккаунтов.",
				"punishment": "Перманентный бан аккаунта и IP адреса, удаление всех игровых данных, включая привилегии."
			}
		},
		"asterisks": [
			"Ответственность за аккаунт несёт только владелец аккаунта, независимо от того, кто совершал действия под этим аккаунтом."
		]
	},
	"gameplay": {
		"name": "Игровой процесс",
		"rules": {
			"3.0": {
				"rule": "Запрещено использовать строннее ПО, скрипты, модификации*, читы, чит-клиенты, читерские пакеты ресурсов.",
				"punishment": "Бан аккаунта и IP адреса на 28 дней."
			},
			"3.1": {
				"rule": "Запрещено специально создавать нагрузку на сервер, пытаться перегрузить сервер, пытаться выгружать/использовать вредоносное ПО на сервере или пытаться взломать сервер.",
				"punishment": "Бан аккаунта и IP адреса на 14 дней, 28 дней, 56 дней или перманентно."
			},
			"3.2": {
				"rule": "Запрещено использовать баги, дюпы и недоработки сервера.",
				"punishment": "Бан аккаунта и IP адреса на 14 дней или 28 дней."
			}
		},
		"asterisks": [
			"Список разрешённых и запрещённых модификаций вы можете узнать в категории 'Модификации'. Если модификация не упомянута там и не является читерской, спросите администрацию до начала игры на сервере."
		]
	},
	"chat": {
		"name": "Общение/чат",
		"rules": {
			"4.0": "Мат и нецензурная лексика разрешены.",
			"4.1": {
				"rule": "Запрещён спам, флуд, организация спама/флуда, и попрошайничество.",
				"punishment": "Мут на 1 час."
			},
			"4.2": {
				"rule": "Запрещена реклама.",
				"punishment": "Мут на 6 часов."
			},
			"4.3": {
				"rule": "Запрещена реклама серверов*, стронних программ, скриптов, модификаций, читов, чит-клиентов, читерских пакетов ресурсов, вредоносного ПО, нелегальных сервисов, нелегальных услуг и/или сервисов по продаже внутриигровых ценностей за реальные деньги.",
				"punishment": "Мут на 7 дней, 14 дней или 28 дней."
			},
			"4.4": {
				"rule": "Запрещено оскорбление, унижение или угрозы в сторону игроков, людей, социальных групп, администрации и/или сервера.",
				"punishment": "Мут на 12 часов."
			},
			"4.5": {
				"rule": "Запрещено разжигание ненависти по расовой, национальной, гендерной, политической и/или иной причине.",
				"punishment": "Мут на 1 день или 3 дня."
			},
			"4.6": {
				"rule": "Запрещён нацисткий, экстримистский и прочий нелегальный контент, призыв к нелегальным действиям, а также призыв к суициду.",
				"punishment": "Мут на 3 дня."
			},
			"4.7": {
				"rule": "Запрещены сообщения, содержащие более 50% символов в ЗАГЛАВНОМ/ВЕРХНЕМ регистре.",
				"punishment": "Мут на 30 минут."
			}
		},
		"asterisks": [
			"Разрешено упоминать сервер по названию без указания IP-адреса или прочих ресурсов сервера, в том числе разрешено предложение упоминать сервер по названию и предложение пойти на сервер отдельному игроку или группе игроков без факта рекламы сервера.",
			"Личные сообщения не могут быть просмотрены администрацией, а значит - не модерируются на данный момент."
		]
	},
	"donations": {
		"name": "Пожертвования (Донат)",
		"rules": {
			"5.0": "На данный момент сервер не имеет пожертвований."
		}
	},
	"allowedMods": {
		"name": "Модификации",
		"rules": {
			"6.0": "Список разрешённых модификаций: Forge, Fabric, Fabric API, ModMenu, ClothConfig, Quilt, Badlion, Lunar, LabyMod, Feather, Salwyrr, OptiFine, Sodium, Sodium Extra, Reese's Sodium Options, CullLeaves, Phosphor, LazyDFU, Lithium, Iris, ShadersMod, OkZoomer, WIZoom, Logical Zoom, VoxelMap, Xaero's Minimap, Xaero's BetterPvP, Journey Map, Waypoints, Xaero's World Map, Neat, Orderly, ToroHealth, DamageIndicator, GammaBright, GammaUtils, CommandMacros, Macrokey Keybinding, MouseTweaks, MouseWheelie, ItemScroller, AutoRespawn, BetterSprinting, ToggleSprint, Replay Mod, CustomCrosshair, ArmorStatusHUD, BetterHUD, EffectHUD, InventoryHUD, Keystrokes, SimpleVoiceChat*, PlasmoVoice*, Perspective, FreeLook, OldAnimations, NotEnoughAnimations, NEI, JEI, REI, ItemPhysics, BetterDroppedItems, MoreParticles, CITResewn, In-Game Account Switcher, ReAuth, OAuth, kennytv's epic force loading screen mod.",
			"6.1": "Нерекомендуемые модификации**: Baritone, Schematica, Multiconnect, ViaFabric, ViaForge, ViaMCP, BetterDiving, AquaAcrobatics, TapeMouse, любые автокликеры.",
			"6.2": "Запрещённые модификации: ESP/Wallback, Hitbox, Reach/BlockReach, KillAura/CrystalAura/AnchorAura/Aura, AimAssist/Aim, AutoAttack/TriggerBot, AutoTotem, Xray, Search/BlockESP, Derp/SkinDerp, Timer/TickrateChanger, Speed/Speedhack, Fly/ElytraFly/Glide, GoProne, Crawl, FreeCam, FakeLag/Unicorn/Clumsy/WinDivert, ElytraSwap/ArmorSwap, любые читерские клиенты/модификации/макросы."
		},
		"asterisks": [
			"Несмотря на то, что эти модификации разрешены, они не работают на сервере.",
			"Данные модификации разрешены сами по себе, но могут вызвать проблемы с анти-читом и модерацией. Аппеляции на баны, выданные во время использования данных модификаций, не рассматриваются."
		]
	}
}