{
	"general": {
		"name": "Общие",
		"rules": {
			"1.0": "Играя на сервере, вы соглашаетесь с правилами сервера и обязуетесь их выполнять.",
			"1.1": "Незнание правил не освобождает от ответственности.",
			"1.2": "Данный свод правил может быть изменён и/или корректирован в любое время без уведомления и/или повторного соглашения игроков.",
			"1.3": "Администрация сервера записывает все действия (включая сообщения чата и команды) игроков и имеет право использовать эту информацию в своих целях.",
			"1.4": "Администрация имеет право удалить/аннулировать, заблокировать и/или выполнить любое другое действие с аккаунтом игрока без уведомления и/или соглашения.",
			"1.5": "Администрация сервера имеет право выдавать наказания (банить, кикать и/или мутить) по личному усмотрению и/или игнорируя данный свод правил.",
			"1.6": "При указании нескольких вариантов наказаний в правилах сервера, администратор вправе выбрать любое из них.",
			"1.7": "Соглашаясь с данным сводом правил вы также соглашаетесь с лицензионным соглашением данного ПО: Everything, USBDeview, Shellbag Analyzer & Cleaner, LastActivityView, CCleaner, JD-GUI, ProcessHacker."
		}
	},
	"account": {
		"name": "Аккаунт",
		"rules": {
			"2.0": {
				"rule": "Запрещено передавать и/или продавать свой аккаунт* третьим лицам и использовать чужой аккаунт для игры на сервере.",
				"punishment": "Пермаментный бан аккаунта и IP адреса, удаление всех игровых данных, включая привилегии."
			},
			"2.1": {
				"rule": "Никнейм аккаунта не должен содержать нецензурной лексики и должен соблюдать правила из категории 'Общение/чат'.",
				"punishment": "Пермаментный бан аккаунта."
			},
			"2.2": {
				"rule": "Скин аккаунта не должен содержать нецензурной лексики и должен соблюдать правила из категории 'Общение/чат'.",
				"punishment": "Смена скина аккаунта на стандартный."
			},
			"2.3": {
				"rule": "Запрещено обходить блокировки (баны/муты) аккаунта.",
				"punishment": "Бан аккаунта и IP адреса, увеличенный по времени в два раза от изначального наказания."
			},
			"2.4": {
				"rule": "Запрещён взломы и/или попытки взлома аккаунтов.",
				"punishment": "Пермаментный бан аккаунта и IP адреса."
			}
		},
		"asterisks": [
			"Ответственность за аккаунт несёт только владелец аккаунта, независимо от того, кто совершал действия под этим аккаунтом."
		]
	},
	"gameplay": {
		"name": "Игровой процесс",
		"rules": {
			"3.0": {
				"rule": "Запрещено использовать строннее ПО, скрипты, модификации*, читы, чит-клиенты, читерские пакеты ресурсов.",
				"punishment": "Бан аккаунта и IP адреса на 28 дней."
			},
			"3.1": {
				"rule": "Запрещено специально создавать нагрузку на сервер, пытаться перегрузить сервер, пытаться выгрузить/использовать вредоносное ПО на сервере или пытаться взломать сервер.",
				"punishment": "Бан аккаунта и IP адреса на 14 дней, 28 дней, 56 дней или пермаментно."
			},
			"3.2": {
				"rule": "Запрещено использовать баги, дюпы и недоработки сервера.",
				"punishment": "Бан аккаунта и IP адреса на 14 дней или 28 дней."
			}
		},
		"asterisks": [
			"Список разрешённых и запрещённых модификаций вы можете узнать в категории 'Модификации'. Если модификация не упомянута там и не является читерской, спросите администрацию до начала игры на сервере."
		]
	},
	"chat": {
		"name": "Общение/чат",
		"rules": {
			"4.0": "Мат и нецензурная лексика разрешены.",
			"4.1": {
				"rule": "Запрещён спам, флуд, организация спама/флуда, и попрошайничество.",
				"punishment": "Мут на 1 час."
			},
			"4.2": {
				"rule": "Запрещена реклама.",
				"punishment": "Мут на 6 часов."
			},
			"4.3": {
				"rule": "Запрещена реклама серверов*, стронних программ, скриптов, модификаций, читов, чит-клиентов, читерских пакетов ресурсов, вредоносного ПО, нелегальных сервисов, нелегальных услуг и/или сервисов по продаже внутриигровых ценностей за реальные деньги.",
				"punishment": "Мут на 7 дней, 14 дней или 28 дней."
			},
			"4.4": {
				"rule": "Запрещено оскорбление, унижение или угрозы в сторону игроков, людей, социальных групп, администрации и/или сервера.",
				"punishment": "Мут на 12 часов."
			},
			"4.5": {
				"rule": "Запрещено разжигание ненависти по расовой, национальной, гендерной, политической и/или иной причине.",
				"punishment": "Мут на 1 день или 3 дня."
			},
			"4.6": {
				"rule": "Запрещён нацисткий, экстримистский и прочий нелегальный контент, призыв к нелегальным действиям, а также призыв к суициду.",
				"punishment": "Мут на 3 дня."
			},
			"4.7": {
				"rule": "Запрещены сообщения, содержащие более 50% символов в ЗАГЛАВНОМ/ВЕРХНЕМ регистре.",
				"punishment": "Мут на 30 минут."
			},
			"4.8": {
				"rule": "Запрещено просить привилегии у администрации сервера.",
				"punishment": "Мут на 1 час."
			}
		},
		"asterisks": [
			"Разрешено упоминать сервер без указания IP-адреса или прочих ресурсов сервера, в том числе разрешено предложение упоминать сервер по названию и предложение пойти на сервер отдельному игроку или группе игроков."
		]
	},
	"donations": {
		"name": "Пожертвования (Донат)",
		"rules": {
			"5.0": "На данный момент сервер не имеет пожертвований."
		}
	},
	"checks": {
		"name": "Проверки",
		"rules": {
			"6.0": "Администрация имеет право проводить проверки* игроков на использование стороннего запрещённого ПО, используя Discord или AnyDesk**, а также программы Everything, USBDeview, Shellbag Analyzer & Cleaner, LastActivityView, CCleaner, JD-GUI и ProcessHacker.",
			"6.1": "За найденное стороннее запрещённое ПО во время проверки, отказ от проверки, признание ВО ВРЕМЯ проверки, помеху проверке, игнорирование проверки в течение 5 минут, неадекватное поведение при проверке, выход из игры до проверки или во время проверки вам будет выдано полное наказание.",
			"6.2": "За признание в использовании запрещённого ПО до начала проверки вам будет выдано наказание, уменьшенное по времени в 3 раза."
		},
		"asterisks": [
			"На данный момент рассматривается возможность отказа от проверок или переход на проверки только через Discord.",
			"Из-за местного законодательства вы можете отказаться от использования данной программы без получения блокировки если вы проживаете на территории Канады, США, любой страны Евросоюза, Австралии или Швейцарии."
		]
	},
	"allowedMods": {
		"name": "Модификации",
		"rules": {
			"7.0": "Список разрешённых модификаций: Forge, Fabric, Fabric API, ModMenu, ClothConfig, Quilt, Badlion, Lunar, LabyMod, Feather, OptiFine, Sodium, Sodium Extra, Reese's Sodium Options, CullLeaves, Phosphor, LazyDFU, Lithium, Iris, ShadersMod, OkZoomer, WIZoom, Logical Zoom, VoxelMap, Xaero's Minimap, Xaero's BetterPvP, Journey Map, Waypoints, Xaero's World Map, Neat, Orderly, ToroHealth, DamageIndicator, GammaBright, GammaUtils, CommandMacros, Macrokey Keybinding, MouseTweaks, MouseWheelie, ItemScroller, AutoRespawn, BetterSprinting, ToggleSprint, Replay Mod, CustomCrosshair, ArmorStatusHUD, BetterHUD, EffectHUD, InventoryHUD, Keystrokes, SimpleVoiceChat*, PlasmoVoice*, Perspective, FreeLook, OldAnimations, NotEnoughAnimations, NEI, JEI, REI, ItemPhysics, BetterDroppedItems, MoreParticles, CITResewn, In-Game Account Switcher, ReAuth, OAuth, kennytv's epic force loading screen mod.",
			"7.1": "Нерекомендуемые модификации**: Baritone, Schematica, Multiconnect, ViaFabric, ViaForge, BetterDiving, AquaAcrobatics, AutoClicker, TapeMouse.",
			"7.2": "Запрещённые модификации: Любые читерские клиенты/модификации/инжекторы, Любые модификации и ПО на пинг, Макросы, Xray, Search, SkinBlinker, Derp, TickrateChanger, GoProne, Crawl, FreeCam, FakeLag, Pinger."
		}
	}
}